/*
 Navicat MySQL Data Transfer

 Source Server         : xiaoma
 Source Server Type    : MySQL
 Source Server Version : 80026
 Source Host           : localhost:3306
 Source Schema         : hualiwang

 Target Server Type    : MySQL
 Target Server Version : 80026
 File Encoding         : 65001

 Date: 25/10/2021 14:07:20
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for aiqing
-- ----------------------------
DROP TABLE IF EXISTS `aiqing`;
CREATE TABLE `aiqing`  (
  `id` int NOT NULL,
  `img_url` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `tagName` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `Cpmc` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `goodName` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `old_Price` int NOT NULL,
  `Price` int NOT NULL,
  `Sales` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `addtime` datetime NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of aiqing
-- ----------------------------
INSERT INTO `aiqing` VALUES (9010011, '9010011.jpg', '经典款式 精选爆款', '一心一意', '卡罗拉红玫瑰11枝，粉色勿忘我0.3扎', 189, 145, '22.5万', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9010105, '9010105.jpg', '', '爱的纪念日', '卡罗拉红玫瑰11枝', 199, 146, '5347', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9010609, '9010609.jpg', '', '想你365天', '卡罗拉红玫瑰365枝', 2999, 2699, '1017', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9010620, '9010620.jpg', '表白求婚神器！', '嫁给我吧', ' 戴安娜粉玫瑰108枝', 858, 639, '2809', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9010668, '9010668.jpg', '99枝玫瑰特惠款', 'LOVE 99', '99枝精品卡罗拉红玫瑰花束', 769, 589, '6469', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9010731, '9010731.jpg', '精选材料 简约搭配', '牵手一生', '卡罗拉红玫瑰19枝', 281, 229, '6.8万', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9010734, '9010734.jpg', '', '清风雅韵', '香槟玫瑰12枝，迷你菊6枝', 218, 169, '6449', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9010797, '9010797.jpg', '', '勿忘我', '紫色+粉色勿忘我各一扎', 198, 158, '3566', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9010804, '9010804.jpg', '畅销款特惠', '真爱', '卡罗拉红玫瑰9枝，石竹梅4枝，栀子叶0.5扎', 165, 142, '3.2万', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9010817, '9010817.jpg', 'A级空运花材', '浪漫的味道', '香槟玫瑰33枝，红豆3枝', 465, 362, '5144', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9010849, '9010849.jpg', '寓意成双成对 百年好合', '缘份', '11枝卡罗拉红玫瑰,2枝多头白香水百合', 255, 189, '2.0万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9010855, '9010855.jpg', '与你相守，直到天荒地老', '用心爱你', '99枝：33枝戴安娜玫瑰＋66枝卡罗拉红玫瑰', 869, 569, '3.8万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9010875, '9010875.jpg', '', '因为爱', '粉色康乃馨12枝，紫色桔梗3枝，粉色香水百合2枝', 318, 245, '3636', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9010877, '9010877.jpg', '精选花材 彰显高端', '致美丽的你', '卡罗拉红玫瑰11枝，满天星0.3扎，栀子叶0.5扎', 191, 146, '5.7万', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9010890, '9010890.jpg', '经典推荐 特价', '致青春/无声的爱', '满天星10枝', 295, 198, '5719', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9010904, '9010904.jpg', '香味清新   风格独特', '青青子衿', '白色多头香水百合6枝', 359, 280, '9991', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9010917, '9010917.jpg', '表白求婚利器！', '永恒的爱情', '卡罗拉红玫瑰99枝', 859, 639, '4225', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9010928, '9010928.jpg', '', '浪漫满屋', '香槟玫瑰11支，浅蓝色绣球1枝', 268, 209, '4624', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9010932, '9010932.jpg', '', '海洋之心', '坦尼克玫瑰29枝', 379, 296, '3453', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9010943, '9010943.jpg', '浪漫花语  经典款式', '黑夜之光', '卡罗拉红玫瑰11枝，满天星2枝', 199, 145, '7166', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9010947, '9010947.jpg', '高档礼盒', '真爱如初', '白雪山玫瑰11枝、深紫色勿忘我0.3扎', 265, 198, '6.8万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9010948, '9010948.jpg', '礼盒包装送礼更有面', '燃梦', '精品玫瑰礼盒,卡罗拉红玫瑰11枝，勿忘我适量', 265, 206, '6313', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9010949, '9010949.jpg', '高端礼盒', '恰似你的温柔', '精品玫瑰礼盒,香槟玫瑰11枝、深紫色勿忘我3枝', 265, 206, '7690', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9010966, '9010966.jpg', '经典爆款，年销售冠军！', '一往情深', '精品玫瑰礼盒:19枝卡罗拉红玫瑰，勿忘我1枝', 315, 248, '13.9万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9010969, '9010969.jpg', '优雅设计 精致甄选', '你最珍贵', '精品玫瑰礼盒:香槟玫瑰19枝，勿忘我适量', 329, 248, '6.4万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9010999, '9010999.jpg', '', '爱到永久', '999枝卡罗拉红玫瑰', 7999, 5299, '374', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012000, '9012000.jpg', '', '秘密花园', '精品玫瑰礼盒:33枝卡罗拉红玫瑰，少量绿叶', 472, 368, '3370', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012003, '9012003.jpg', '', '恋香', '精品玫瑰礼盒:香槟玫瑰33枝，少量绿叶', 485, 378, '3677', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012009, '9012009.jpg', '浪漫唯美 女神挚爱', '忘情巴黎', '33枝卡罗拉红玫瑰', 382, 298, '7.8万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012011, '9012011.jpg', '98%好评率，热销推荐', '阳光海岸', '19枝香槟玫瑰', 292, 228, '5.1万', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012025, '9012025.jpg', '', '梦想缤纷', '戴安娜粉玫瑰11枝+香槟玫瑰13+红玫瑰5枝', 379, 296, '3308', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012033, '9012033.jpg', '你若不离，我必不弃', '为爱相随', '多头百合1枝，戴安娜粉玫瑰11枝', 229, 179, '1.1万', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012038, '9012038.jpg', '浪漫配色 美好寓意', '依靠', '戴安娜粉玫瑰12枝，紫色桔梗5枝，粉色勿忘我3枝', 186, 166, '1.1万', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012041, '9012041.jpg', '经典款式', '浪漫缤纷', '戴安娜粉玫瑰50枝', 486, 416, '7193', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012042, '9012042.jpg', '', '热恋', '卡罗拉红玫瑰50枝', 499, 396, '5047', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012055, '9012055.jpg', '时光匆匆，我心永恒', '不变的心', '戴安娜玫瑰66枝', 619, 459, '1.2万', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012056, '9012056.jpg', '清新脱俗', '香妃', '香槟玫瑰9枝', 188, 142, '2.4万', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012060, '9012060.jpg', '粉色少女心 超值推荐', '眷念', '戴安娜粉玫瑰33枝，石竹梅20枝', 382, 335, '2.8万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012061, '9012061.jpg', '超大捧，回头率超高', '恋恋不忘', '香槟玫瑰99枝，叶上花20枝', 829, 599, '2670', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012062, '9012062.jpg', '', '心上人', '卡罗拉红玫瑰66枝，满天星0.5扎', 615, 459, '3514', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012070, '9012070.jpg', '', '爱如氧气', '香槟玫瑰9枝，香槟色桔梗2枝', 188, 142, '7171', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012078, '9012078.jpg', '温馨搭配 舒适百搭 特价', '你的香气', '戴安娜粉玫瑰9枝', 215, 142, '7.0万', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012079, '9012079.jpg', '美如公主，闪耀一生', '假日公主', '戴安娜粉玫瑰11枝', 195, 146, '3.2万', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012082, '9012082.jpg', '', '巴黎恋人', '卡罗拉红玫瑰19枝', 278, 216, '6603', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012088, '9012088.jpg', '', '白雪公主', '坦尼克玫瑰50枝', 512, 416, '2071', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012089, '9012089.jpg', '双色搭配 赏心悦目', '爱在心头', '玫瑰共50枝：戴安娜粉玫瑰19枝，卡罗拉红玫瑰31枝', 479, 396, '2.4万', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012090, '9012090.jpg', '6.1儿童节定制', '爱丽丝梦境', '戴安娜玫瑰6枝，坦尼克白玫瑰6枝', 215, 158, '2520', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012112, '9012112.jpg', '清风拂过，留下的是温柔', '温柔如你', '戴安娜粉玫瑰12枝，石竹梅7枝', 259, 202, '2.0万', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012113, '9012113.jpg', '', '浪漫巴黎', '卡罗拉红玫瑰12枝，石竹梅10枝', 259, 202, '3073', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012114, '9012114.jpg', '', '只要有你', '紫玫瑰11枝，浅粉色雏菊3枝', 203, 158, '2970', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012117, '9012117.jpg', '', '暗香', '香槟玫瑰11枝，黄玫瑰8枝，红豆3枝', 305, 236, '3744', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012118, '9012118.jpg', '娇俏可爱 充满惊喜', '花仙子', '蓝绣球2枝，粉绣球1枝，紫玫瑰9枝', 446, 328, '2887', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012124, '9012124.jpg', '', '花香四溢', '粉色桔梗1扎', 203, 158, '4692', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012125, '9012125.jpg', '女神专属 美艳缪斯', '缪斯女神', '卡罗拉红玫瑰16枝，红豆5枝，粉色桔梗1枝，银叶菊2枝', 242, 189, '3.8万', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012126, '9012126.jpg', '', '情有独钟', '戴安娜粉玫瑰50枝', 486, 396, '4389', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012128, '9012128.jpg', '', '好时光', '多头粉色香水百合4枝，苏醒粉玫瑰9枝', 306, 269, '2586', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012141, '9012141.jpg', '柔情似水，佳期如梦', '柔情似水', '香槟色玫瑰11枝，紫红色勿忘我3枝', 203, 146, '1.0万', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012142, '9012142.jpg', '', '爱情花火', '卡罗拉红玫瑰9枝，栀子叶5枝、满天星0.2扎', 178, 142, '7737', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012143, '9012143.jpg', '', '倾城月色', '雪山白玫瑰11枝', 200, 146, '5581', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012144, '9012144.jpg', '', '粉恋', '戴安娜粉玫瑰9枝', 179, 142, '5643', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012148, '9012148.jpg', '', '初心永不变', '坦尼克玫瑰99枝', 819, 599, '1423', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012149, '9012149.jpg', '', '99的爱', '香槟玫瑰99枝，尤加利15枝', 819, 599, '1500', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012150, '9012150.jpg', '99枝粉玫特惠款', '幸福久久', '戴安娜粉玫瑰99枝，栀子叶适量', 769, 589, '3977', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012154, '9012154.jpg', '甜美设计 清新典雅', '甜美公主', '坦尼克玫瑰22枝，粉佳人粉玫瑰14枝，粉色桔梗5枝', 485, 369, '2.9万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012158, '9012158.jpg', '', '情深款款', '紫玫瑰66枝，搭配叶上花5枝、尤加利5枝', 636, 459, '1439', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012161, '9012161.jpg', '幸福相守，爱在永久', '爱的诺言', '罗拉红玫瑰19枝，白色腊梅2枝', 268, 229, '1.0万', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012163, '9012163.jpg', '', '甜蜜物语', '黛安娜粉玫瑰33枝，多头粉色香水百合3枝，粉色勿忘我3枝', 472, 389, '2606', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012165, '9012165.jpg', '', '爱在巴黎', '精品玫瑰礼盒:卡罗拉红玫瑰39枝，搭配白色腊梅、尤加利、银叶菊少量', 498, 388, '2189', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012167, '9012167.jpg', '玫瑰平铺设计', '爱的小确幸', '戴安娜粉玫瑰21枝，粉色桔梗5枝，石竹梅7枝', 395, 309, '1.3万', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012174, '9012174.jpg', '耀眼光芒 魅力难挡', '晴朗', '香槟玫瑰11枝，向日葵2枝，绿色桔梗5枝，绿色小菊3枝，叶上花3枝', 310, 242, '4442', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012175, '9012175.jpg', '小清新设计 清新无比', '月光女神', '坦尼克玫瑰11枝，绿色桔梗5枝，小菊3枝，白色石竹梅4枝', 305, 236, '5.2万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012176, '9012176.jpg', '欢声笑语  春风满面', '百花仙子', '苏醒玫瑰19枝，粉色桔梗2枝，白色小菊4枝', 331, 258, '1240', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012177, '9012177.jpg', '经典99枝，鼎力推荐！', '不变的承诺', '99枝卡罗拉红玫瑰', 869, 569, '7.4万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012208, '9012208.jpg', '多彩玫瑰设计 不拘一格', '甜蜜纪事', '玫瑰共50枝：红玫瑰11枝、香槟玫瑰19枝、戴安娜粉玫瑰20枝', 512, 416, '3851', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012209, '9012209.jpg', '高贵典雅，浪漫神秘', '紫色的梦', '冷美人紫玫瑰19枝，白色桔梗7枝', 345, 269, '3991', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012213, '9012213.jpg', '', '夏日恋曲', '香槟玫瑰33枝、绿色小雏菊8枝', 482, 366, '946', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012222, '9012222.jpg', '', '爱是唯一 鲜花礼盒', '雪山白玫瑰11枝、多头白百合3枝', 379, 296, '2724', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012223, '9012223.jpg', '错落有致 甜蜜纯洁', '我只钟情你', '香槟玫瑰11枝、白色小雏菊3枝', 305, 236, '4.1万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012226, '9012226.jpg', '天蝎座鲜花定制款', '天蝎座守护花', '卡罗拉玫瑰19枝、粉色洋桔梗5枝、绿小菊3枝', 359, 259, '507', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012228, '9012228.jpg', '火热玫瑰 幸福告白', '浪漫心情', '卡罗拉红玫瑰19枝', 279, 218, '4299', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012230, '9012230.jpg', '', '在水一方', '雪山玫瑰19枝，绿色小雏菊7枝', 396, 309, '601', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012236, '9012236.jpg', '白羊座鲜花定制款', '白羊座守护花', '香槟玫瑰9枝、红太阳花11枝、栀子叶10枝', 189, 180, '554', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012240, '9012240.jpg', '', '天天天晴', '香槟玫瑰66枝', 636, 459, '1650', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012241, '9012241.jpg', '', '浪漫香气', '11枝冷美人紫玫瑰，多头粉百合2枝', 268, 208, '2162', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012242, '9012242.jpg', '', '柔情蜜意', '11枝戴安娜粉玫瑰，多头白百合2枝', 265, 206, '2430', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012243, '9012243.jpg', '经典款式 简约设计', '恋恋情深', '11枝香槟玫瑰，白色多头百合2枝', 255, 198, '8.8万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012252, '9012252.jpg', '', '请原谅我', '多头白百合2枝、浅蓝绣球1枝、金枝玉叶黄玫瑰6枝、香槟玫瑰3枝', 422, 329, '864', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012273, '9012273.jpg', '淡雅玫瑰', '爱你如初', '雪山白玫瑰66枝', 636, 459, '1032', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012274, '9012274.jpg', '表白求婚神器！', '嫁给我吧/红玫瑰', '卡罗拉红玫瑰108枝', 858, 639, '721', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012275, '9012275.jpg', '', '伴你久久', '冷美人紫玫瑰99枝', 829, 599, '836', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012278, '9012278.jpg', '', '春韵', '白色紫罗兰2扎、粉色洋桔梗1扎', 473, 359, '580', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012279, '9012279.jpg', '', '紫情蜜语', '紫霞仙子紫玫瑰20枝', 369, 278, '753', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012281, '9012281.jpg', '遇见是你，才不负韶华', '「熊抱花束」遇见你', '香槟玫瑰33枝、黄色水仙百合15枝、浅紫色绣球1枝', 1023, 698, '395', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012283, '9012283.jpg', '温情守护  浪漫相伴', '「熊抱花束」守护你', '粉绣球3枝、白绣球2枝、粉色洋桔梗0.5扎', 895, 668, '298', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012284, '9012284.jpg', '求婚表白神器', '「熊抱花束」喜欢你', '卡罗拉33枝、红色朱蕉叶3枝、千代兰7枝、大红色多头玫1.5扎', 895, 668, '284', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012285, '9012285.jpg', '', '「熊抱花束」陪伴你', '雪山白玫瑰19枝、蓝绣球3枝、紫色桔梗5枝', 895, 668, '592', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012286, '9012286.jpg', '', '「熊抱花束」依恋你', ' 粉色苏醒玫瑰33枝、粉色绣球2枝、白粉色小雏菊2扎、紫边康乃馨7枝、绿掌2片', 1023, 698, '237', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012287, '9012287.jpg', '表白求婚，不二之选！', '我爱你', '520朵玫瑰', 4299, 3599, '351', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012288, '9012288.jpg', '', '心连心', '卡罗拉红玫瑰19枝，龙柳心型小架构', 306, 239, '1328', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012323, '9012323.jpg', '高端鲜花', '火热的爱', ' A级红玫瑰1扎、红色多头玫1扎', 820, 499, '261', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012335, '9012335.jpg', '网红爆款', '炙热（复古网纱款）／99枝', '卡罗拉红玫瑰99枝', 768, 589, '1163', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012336, '9012336.jpg', '经典复古风格  极致爱情', '炙热（复古网纱款）／33枝', '卡罗拉红玫瑰33枝', 383, 338, '1656', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012345, '9012345.jpg', '创意包装 高端大气', '甜蜜相伴', '粉佳人玫瑰9枝，白色洋桔梗0.2扎', 215, 176, '7439', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012360, '9012360.jpg', '生日定制新品', '「生日定制」爱意满怀', ' 桃红雪山玫瑰或苏醒粉玫瑰9枝、粉色桔梗4枝', 230, 180, '607', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012363, '9012363.jpg', '定制新品首发', '「倾情系列」I LOVE YOU/红', '卡罗拉玫瑰38枝', 509, 389, '329', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012364, '9012364.jpg', '定制新品首发', '「倾情系列」I LOVE YOU/粉', '玛丽亚玫瑰33枝', 499, 369, '111', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012365, '9012365.jpg', '独家创意心形设计', '爱的喜悦/创意心形金属花篮', '粉佳人玫瑰9枝，粉桔梗0.7扎，香槟桔梗0.3扎', 339, 269, '2647', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012368, '9012368.jpg', '热情缤纷', '小惊喜/自然风抱桶花', '卡罗拉玫瑰9枝', 199, 159, '594', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012369, '9012369.jpg', '清新风格 暖春最佳', '如沐春风/自然风抱桶花', '粉佳人玫瑰11枝', 229, 179, '2727', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012376, '9012376.jpg', '配色鲜明 送礼优选', '邂逅你的美', '坦尼克玫瑰9枝，橙色多头玫6枝', 239, 198, '3073', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012377, '9012377.jpg', '新品上新 好礼抢先送', '最初的心动', '坦尼克玫瑰9枝', 212, 166, '1462', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012411, '9012411.jpg', '寓意\"十全十美\"', '十全十美', '香槟玫瑰10枝，橙康乃馨10枝，红色洋牡丹10枝', 448, 349, '1225', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012431, '9012431.jpg', '浪漫雅致 清新动人', '欢乐时光', '香槟玫瑰19枝、白色桔梗5枝、白色相思梅5枝', 332, 259, '378', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012433, '9012433.jpg', '鲜丽娇媚 蜜意满怀', '全心全意', '卡罗拉红玫瑰13枝、粉佳人玫瑰6枝、白桔梗5枝', 306, 239, '370', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012434, '9012434.jpg', '首冠群芳 甜蜜如花', '蜜恋', '戴安娜粉玫瑰11枝、浅蓝色绣球1枝、浅紫洋桔梗5枝', 290, 236, '1155', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012436, '9012436.jpg', '清香淡雅，温馨搭配', '一见如故', '蓝绣球1枝、香槟玫瑰11枝、白色洋桔梗5枝', 290, 226, '328', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9012437, '9012437.jpg', '清新典雅，至臻设计', '粉雪佳人', '戴安娜粉玫瑰11枝、白色香水百合2枝、白色洋桔梗5枝', 282, 229, '4613', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012438, '9012438.jpg', '简约设计，送礼优选', '一念心安', '卡罗拉红玫瑰11枝、粉百合2枝、粉色洋桔梗5枝', 282, 219, '457', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012440, '9012440.jpg', '倾情设计，灿若星河', '星河璀璨', '香槟玫瑰9枝、蓝绣球、向日葵、白色洋桔梗、大叶尤加利', 376, 288, '7306', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012441, '9012441.jpg', '温柔相伴，笑容常在', '语笑嫣然', '粉佳人玫瑰9枝、粉色小菊、洋桔梗、大叶尤加利', 286, 198, '9893', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012446, '9012446.jpg', '满天星辰，只因有你', '满天星-浅粉', '满天星10枝', 256, 198, '5141', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012447, '9012447.jpg', '满天星辰，只因有你', '满天星-浅紫', '满天星10枝', 256, 198, '2080', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012448, '9012448.jpg', '满天星辰，只因有你', '满天星/特大号-浅粉', '满天星2扎', 480, 388, '340', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012449, '9012449.jpg', '满天星辰，只因有你', '满天星/特大号-浅紫', '满天星20枝', 480, 388, '447', '2021-10-19 17:34:59');
INSERT INTO `aiqing` VALUES (9012450, '9012450.jpg', '花艺师打造 韩式花束系列', '韩式系列/初心不负', ' 韩式花束系列花艺师全新打造，卡罗拉玫瑰11枝、白底粉边洋桔梗5枝、大叶尤加利10枝', 298, 229, '8.2万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012451, '9012451.jpg', '甜美的公主，今夜你最美', '韩式系列/公主的假日', '戴安娜玫瑰11枝、白色洋桔梗5枝、大叶尤加利10枝', 298, 219, '8937', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012453, '9012453.jpg', '花艺师打造 韩式花束系列', '韩式系列/情窦初开', '桃红雪山玫瑰11枝、白底粉边洋桔梗5枝、大叶尤加利10枝、粉紫色绣球1枝', 378, 289, '1043', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012454, '9012454.jpg', '花艺师打造 韩式花束系列', '韩式系列/佳期如梦', '白雪山玫瑰13枝、粉色洋桔梗5枝、尤加利10枝、粉色紫罗兰5枝', 389, 289, '310', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012455, '9012455.jpg', '花艺师打造 韩式花束系列', '韩式系列/亲爱的你', '粉佳人玫瑰16枝、白和粉色洋桔梗各5枝、尤加利10枝、浅紫色小菊3枝、深粉色/浅粉色绣球1枝', 469, 389, '2.1万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012456, '9012456.jpg', '花艺师打造 韩式花束系列', '韩式系列/心愿', '白雪山玫瑰5枝、香槟玫瑰11枝、粉色小菊3枝、绿桔梗5枝、尤加利叶5枝', 379, 296, '588', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012457, '9012457.jpg', '花艺师打造 韩式花束系列', '韩式系列/着迷', '紫霞仙子玫瑰11枝、白色洋桔梗10枝、尤加利5枝、浅紫色紫罗兰3枝', 366, 279, '1.4万', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012458, '9012458.jpg', '花艺师打造 韩式花束系列', '韩式系列/加倍爱你', '卡罗拉玫瑰15枝、戴安娜玫瑰5枝、粉红色绣球1枝、白桔梗5枝、尤加利叶10枝', 499, 398, '616', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012463, '9012463.jpg', '花艺师打造 韩式花束系列', '韩式系列/青春有你', '苏醒玫瑰16枝、白色洋桔梗5枝、浅蓝绣球1枝', 459, 356, '1606', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012467, '9012467.jpg', '11枝新品 你是我的唯一', 'Best for You', '戴安娜粉玫瑰11枝', 189, 145, '2.6万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012469, '9012469.jpg', '全新韩式系列 新品', '韩式系列/亲密爱人', '卡罗拉玫瑰33枝，配桔梗、绣球', 569, 439, '1639', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012470, '9012470.jpg', '全新韩式系列 新品', '韩式系列/一见如初', '戴安娜玫瑰33枝', 569, 459, '828', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012471, '9012471.jpg', '11枝新品 一心一意的爱', '你是唯一', '卡罗拉红玫瑰11枝', 188, 139, '8.2万', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012472, '9012472.jpg', '全新韩式系列 珍品玫瑰', '韩式系列/三生有幸', '艾莎玫瑰33枝', 439, 338, '983', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012473, '9012473.jpg', '全新韩式系列 珍品玫瑰', '韩式系列/你笑起来真好看', '艾莎玫瑰19枝', 398, 296, '5216', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012474, '9012474.jpg', '全新韩式系列 珍品玫瑰', '韩式系列/慢慢喜欢你', '艾莎玫瑰16枝', 329, 219, '3903', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012475, '9012475.jpg', '全新韩式系列 珍品玫瑰', '心动瞬间', ' 艾莎玫瑰19枝', 339, 248, '1404', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012476, '9012476.jpg', '爱如糖果般的甜蜜', '韩式系列/蜜糖甜心', '糖果雪山玫瑰16枝，桔梗，尤加利', 339, 239, '775', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012477, '9012477.jpg', '全新韩式系列 艾莎玫瑰', '韩式系列/只爱你52', '艾莎玫瑰52枝', 498, 429, '1827', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012478, '9012478.jpg', '韩式新品 糖果雪山玫瑰', '韩式系列/满目星河', '糖果雪山玫瑰19枝，桔梗，绣球', 359, 359, '567', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012479, '9012479.jpg', '美丽不艳俗 才配得上你', '惊喜盒子', '糖果雪山玫瑰19枝，勿忘我', 339, 248, '967', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012480, '9012480.jpg', '让杰伦带你找到初恋的感觉', '莫吉托', '糖果雪山玫瑰33枝，勿忘我', 429, 338, '576', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012481, '9012481.jpg', '特色新品 渐变色艾莎玫瑰', '爱莎公主99', '艾莎玫瑰99枝', 899, 599, '1582', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012482, '9012482.jpg', '寓意：“我爱你”', '真心喜欢52', '糖果雪山玫瑰52枝，勿忘我', 498, 429, '859', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012483, '9012483.jpg', '新品 白雪山玫瑰', '纯真', '白雪山玫瑰33枝,勿忘我', 429, 325, '793', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012484, '9012484.jpg', '11枝新品 一心一意的爱', '你是唯一+德芙心语巧克力特价组合套装', '卡罗拉红玫瑰11枝', 258, 198, '3.8万', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012485, '9012485.jpg', '经典款式 简约设计', '恋恋情深+德芙心语巧克力特价组合套装', '11枝香槟玫瑰，白色多头百合2枝', 255, 256, '5.7万', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012491, '9012491.jpg', ' 韩式高端鲜花 新品', '韩式系列/依然爱你', '卡罗拉红玫瑰11枝、粉色紫罗兰5枝、粉边波浪洋桔梗3枝', 569, 418, '101', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012493, '9012493.jpg', '新款礼盒鲜花', '挚爱一生', '卡罗拉红玫瑰11枝，白色洋桔梗2枝，粉色勿忘我3枝，尤加利叶4枝', 299, 248, '3214', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012494, '9012494.jpg', '新款礼盒鲜花', '可爱女人', '粉佳人玫瑰11枝，白色洋桔梗2枝，粉色勿忘我3枝，尤加利叶4枝', 299, 248, '1180', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012495, '9012495.jpg', '韩式鲜花系列', '韩式鲜花/钟意你', '香槟玫瑰19枝、粉色勿忘我5枝、白色洋桔梗3枝、尤加利叶5枝', 368, 278, '480', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012496, '9012496.jpg', '韩式鲜花系列', '韩式鲜花/小仙女', '粉佳人玫瑰19枝、粉色洋桔梗5枝、尤加利5枝', 378, 289, '710', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012497, '9012497.jpg', '韩式鲜花系列', '韩式鲜花/唤醒爱', '苏醒玫瑰19枝、白色洋桔梗3枝、尤加利10枝', 368, 299, '107', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012498, '9012498.jpg', '韩式鲜花系列', '韩式鲜花/特别的你', '戴安娜玫瑰19枝、粉色洋桔梗3枝、尤加利10枝、白色石竹梅5枝', 368, 279, '1509', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012499, '9012499.jpg', '韩式鲜花', '韩式鲜花/此情不渝', '卡罗拉玫瑰19枝、白色洋桔梗3枝、红豆5枝，尤加利5枝', 368, 269, '2946', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012506, '9012506.jpg', '', '三生三世', '卡罗拉玫瑰33枝、尤加利10枝', 399, 326, '1561', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012507, '9012507.jpg', '', '爱的华尔兹', ' 香槟玫瑰33枝、粉色美女樱10枝', 399, 338, '188', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012508, '9012508.jpg', '', '淳美之爱', '戴安娜玫瑰33枝、粉色美女樱10枝', 399, 338, '434', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9012536, '9012536.jpg', '全新爱莎玫瑰', '爱丽丝-仙女纱款', '艾莎玫瑰33枝', 439, 339, '247', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012537, '9012537.jpg', '全新爱莎玫瑰+向日葵', '爱的魔法', '艾莎玫瑰19枝、向日葵3枝', 329, 259, '57', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9012538, '9012538.jpg', '暖阳新款', '永远爱你', '卡罗拉红玫瑰16枝、香槟玫瑰9枝、向日葵3枝', 369, 289, '700', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012539, '9012539.jpg', '暖阳新款', '阳光下的爱', '香槟玫瑰9枝、向日葵3枝、白色洋桔梗3枝', 295, 229, '554', '2021-10-19 17:34:10');
INSERT INTO `aiqing` VALUES (9012545, '9012545.jpg', '花如其名 心中永远的神', '怦然心动の洛神', '洛神玫瑰29枝', 468, 359, '7', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012546, '9012546.jpg', '花如其名 心中永远的神', '心中洛神', '洛神玫瑰33枝', 489, 389, '124', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9012547, '9012547.jpg', '花如其名 心中永远的神', '勿忘初心/洛神玫瑰', '洛神玫瑰21枝', 398, 298, '35', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012548, '9012548.jpg', '花如其名 心中永远的神', '心中の洛神/仙女纱款', '洛神玫瑰33枝', 498, 398, '13', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012549, '9012549.jpg', '花如其名 你心中永远的神', '心中の洛神/52真爱款', '洛神玫瑰52枝', 590, 520, '20', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012550, '9012550.jpg', '花如其名 你心中永远的神', '心中の洛神/99挚爱款', '洛神玫瑰99枝', 999, 899, '20', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012551, '9012551.jpg', '总有人手捧鲜花，为你而来', '手捧花/白头偕老', '婚礼、领结婚证、拍婚纱照等场合使用。', 289, 219, '5', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012552, '9012552.jpg', '不期而遇，注定美好', '手捧花/甜蜜的梦', '婚礼、领结婚证、拍婚纱照等场合使用。', 269, 198, '8', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9012553, '9012553.jpg', '火热红色 新娘手捧花', '手捧花/幸福美满', '婚礼、领结婚证、拍婚纱照等场合使用', 299, 239, '11', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9092111, '9092111.jpg', '经典设计 女神最爱', ' 11枝红玫瑰+德芙心语巧克力98克特价组合套装', '卡罗拉红玫瑰11枝，满天星3枝', 239, 209, '3011', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9092112, '9092112.jpg', '张杰演唱会定制款', '99枝玫瑰赠德芙心语巧克力', '33枝戴安娜、66枝卡罗拉红玫瑰、10枝满天星', 899, 629, '3501', '2021-10-19 17:33:42');
INSERT INTO `aiqing` VALUES (9092113, '9092113.jpg', '婀娜身姿，不变的心', '真爱如初＋德芙心语巧克力组合套装', '雪山玫瑰11枝', 332, 259, '293', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9092114, '9092114.jpg', '畅销款特惠', '真爱+ 生日蛋糕B款（8寸）', '罗拉红玫瑰9枝，石竹梅4枝，栀子叶0.5扎', 298, 268, '1535', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9092116, '9092116.jpg', '一见倾心，心向往之', '恋恋情深＋心相印蛋糕', '11枝香槟玫瑰，白色多头百合2枝', 369, 319, '1481', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9092117, '9092117.jpg', '表白送礼必备', '忘情巴黎＋德芙心语巧克力98克特价组合套装', '33枝卡罗拉红玫瑰', 366, 349, '2209', '2021-10-19 17:34:28');
INSERT INTO `aiqing` VALUES (9092118, '9092118.jpg', '一心一意，幸福相守', '一心一意+德芙心语巧克力特价组合套装', '卡罗拉红玫瑰11枝，粉色勿忘我0.3扎', 246, 209, '8157', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9092119, '9092119.jpg', '经典畅销 实惠之选', '为爱相随+德芙心语巧克力特价组合套装', '多头百合1枝，戴安娜粉玫瑰11枝', 247, 217, '7659', '2021-10-19 17:34:46');
INSERT INTO `aiqing` VALUES (9092120, '9092120.jpg', '笑意满怀，美若天仙', '幸福久久赠价值68元德芙心语巧克力', '戴安娜粉玫瑰99枝，栀子叶适量', 769, 629, '124', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9092122, '9092122.jpg', '超值搭配', '爱在心头+德芙心语巧克力98克特价组合套装', '玫瑰共50枝：戴安娜粉玫瑰19枝，卡罗拉红玫瑰31枝', 566, 426, '747', '2021-10-19 17:35:26');
INSERT INTO `aiqing` VALUES (9092127, '9092127.jpg', '特价组合套装', '你的香气+德芙心语巧克力特价组合套装', '戴安娜粉玫瑰9枝', 226, 195, '991', '2021-10-19 17:35:15');
INSERT INTO `aiqing` VALUES (9092132, '9092132.jpg', '', '炙热（复古网纱款）/50枝', '卡罗拉红玫瑰50枝', 503, 396, '779', '2021-10-19 17:35:15');

-- ----------------------------
-- Table structure for lipin
-- ----------------------------
DROP TABLE IF EXISTS `lipin`;
CREATE TABLE `lipin`  (
  `id` int NOT NULL,
  `img_url` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `tagName` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `Cpmc` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `goodName` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `old_Price` int NOT NULL,
  `Price` int NOT NULL,
  `Sales` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `addtime` datetime NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of lipin
-- ----------------------------
INSERT INTO `lipin` VALUES (1061004, '1061004.jpg', '', '永不凋谢的玫瑰 情人节礼物 送女友生日礼品 爱的信物', '999纯金箔玫瑰', 182, 118, '2008', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1061005, '1061005.jpg', '', '千足金箔玫瑰花，AAA级水晶材料，送女友送爱人礼物', '999纯金箔玫瑰+水晶花瓶', 256, 138, '8868', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1061006, '1061006.jpg', '热卖推荐', '千足金箔玫瑰 最佳送女友送爱人礼物 结婚纪念礼物', '999纯金箔玫瑰+陶瓷花瓶', 256, 138, '3.5万', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1061012, '1061012.jpg', '', '喜气洋洋金色娃娃 3D立体金箔画', '幸福娃娃/红', 618, 298, '195', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1061014, '1061014.jpg', '', '千足金玫瑰，金黄色，彰显高贵', '新郎新娘胸花', 392, 228, '190', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1061019, '1061019.jpg', '精选送老师礼物', '3D立体金箔画，送老师礼品，教师节礼物', '紫轩-桃李满门', 342, 298, '1644', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1061021, '1061021.jpg', '', '3D立体金箔画，祝福，生日祝贺，商务公关礼物，企业赠品', '古窗一帆风顺', 385, 308, '1577', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1061022, '1061022.jpg', '', '24K纯金箔画，祝福，生日祝贺，商务公关礼物，企业赠品', '一帆风顺', 279, 226, '69', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1061023, '1061023.jpg', '', '3D立体金箔画，祝福，生日祝贺，商务公关礼物，企业赠品', '马到成功', 295, 248, '163', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1061024, '1061024.jpg', '', '3D立体金箔画，结婚婚庆礼物，生日祝贺，商务公关礼物', '富贵吉祥', 339, 288, '1558', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1061030, '1061030.jpg', '', '3D立体金箔画，友情，祝福，生日祝贺，企业赠品', '古窗节节高升', 229, 198, '1580', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1061032, '1061032.jpg', '', '3D立体金箔画，生日礼物，爱情礼品，婚庆礼物', '水晶文镇-爱的钥匙/黑', 275, 238, '59', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1061034, '1061034.jpg', '', '3D立体金箔画，生日礼品，爱情礼物，婚庆礼物', '水晶kiss娃娃', 275, 238, '31', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1061035, '1061035.jpg', '特价', '娃娃千足纯金箔 富贵典雅 婚庆结婚礼品', 'kiss娃娃摆件/大号', 816, 708, '1582', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1061036, '1061036.jpg', '', '娃娃千足纯金箔 富贵典雅 婚庆结婚礼品', 'kiss娃娃摆件/小号', 548, 398, '512', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1061039, '1061039.jpg', '送长辈畅销款', '千足金箔康乃馨 最佳送母亲送长辈礼物', '999纯金箔康乃馨+陶瓷花瓶', 256, 138, '3305', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1061040, '1061040.jpg', '', '3D立体金箔画，送老师礼品，最佳教师节礼物', '桃李满门/满天下', 499, 389, '1598', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1061042, '1061042.jpg', '精雕细琢工艺品', '24K立体金箔画，送老师礼品，最佳教师节礼物', '24K金箔画-桃李满门之二', 240, 189, '1555', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1061043, '1061043.jpg', '', '24K立体金箔画', '24K金箔画 桃李满门之三', 348, 308, '19', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1061053, '1061053.jpg', '', '梅兰竹菊', '旋转笔筒-四君子', 298, 198, '75', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1061054, '1061054.jpg', '送老师礼物', '事事如意', '旋转笔筒-事事如意', 298, 198, '64', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1061055, '1061055.jpg', '送老师精选礼', '桃李满门', '桃李满门-古典橱窗摆件', 1299, 998, '23', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1061056, '1061056.jpg', '送老师优选', '桃李满门', '桃李满门-古窗花', 488, 388, '6', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1061057, '1061057.jpg', '送老师精选', '桃李满门-古典挂画', '桃李满门-古典挂画', 1699, 1199, '3', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1061058, '1061058.jpg', '送老师精品', '桃李满门-横挂画', '桃李满门-横幅挂画', 898, 798, '2', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1061059, '1061059.jpg', '送老师精选套装', '梅兰竹菊四君子笔筒+PARKER钢笔组合', '派克IM钢笔大都会礼盒+旋转笔筒四君子组合套装', 699, 599, '15', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1064005, '1064005.jpg', '经典畅销款', '水晶音乐盒 韵升精品机芯 精选送女友礼物', '十八音水晶钢琴', 339, 239, '1.8万', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1064009, '1064009.jpg', '', '精品八音盒，韵升18音精品机芯', '十八音粉水晶玫瑰', 568, 298, '713', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1064013, '1064013.jpg', '经典，特价', '品质高档礼物 重温经典故事', '五十音木制钢琴', 4308, 2998, '33', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1064027, '1064027.jpg', '特价', '内置韵升机芯，具首饰盒+音乐盒功能', '音乐首饰盒/拇指姑娘', 209, 109, '55', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1064030, '1064030.jpg', '做工精致，一盒两用', '韵升机芯，具首饰盒+音乐盒功能', '音乐首饰盒/天使', 149, 99, '48', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1064048, '1064048.jpg', '', '旋转木马音乐盒', '童话木马音乐盒', 298, 258, '1678', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1064054, '1064054.jpg', '', '手工打造实木精品系列：迷你小熊音乐盒', '原木迷你小熊音乐盒', 198, 139, '1651', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1065003, '1065003.jpg', '', '镶有宝石、彩珠的粉色可爱音乐盒，送女友最佳生日礼物', '宝石旋转木马/粉', 262, 158, '1917', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1065004, '1065004.jpg', '畅销爆款', '音乐盒畅销款 送女友表白最佳礼物', '宝石旋转木马/蓝', 262, 168, '1.7万', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1065005, '1065005.jpg', '', '十八音韵升机芯 精美八音盒', '旋转木马/小号玫瑰花/蓝', 348, 208, '294', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1065006, '1065006.jpg', '', '十八音韵升机芯，精品音乐盒', '旋转木马/小号玫瑰花/粉', 348, 208, '174', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1065032, '1065032.jpg', '', '日本sankyo机芯 曲目《生日快乐》', '生日快乐', 199, 139, '378', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1065046, '1065046.jpg', '灯光蓝牙音响', '一路（鹿）有你，水晶球蓝牙音箱音乐盒', '麋鹿水晶音乐盒/旋转蓝牙音箱', 396, 296, '735', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1065047, '1065047.jpg', '', '日本sankyo机芯', '王子与公主/旋转音乐盒摆饰', 299, 219, '24', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1065049, '1065049.jpg', '', 'WAS精品音乐盒摆饰，sankyo机芯', '有你真好/旋转音乐盒加灯摆饰', 369, 279, '6', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1065050, '1065050.jpg', '', '日本Sankyo音乐机芯，欢乐旋转音乐盒', '欢乐旋转/上下升降旋转木马音乐盒加灯摆饰', 599, 499, '2', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1065051, '1065051.jpg', '新品旋转音乐盒', '日本sankyo机芯', '爱的宅急便/旋转音乐盒摆饰', 249, 179, '0', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1065052, '1065052.jpg', '新品旋转音乐盒', '日本sankyo机芯', '初恋/旋转音乐盒摆饰', 258, 198, '0', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1065053, '1065053.jpg', '新品旋转音乐盒', '日本sankyo机芯', '爱的旋律/旋转音乐盒摆饰', 229, 169, '0', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1065054, '1065054.jpg', '新品旋转音乐盒', '日本sankyo机芯', '冬之恋/旋转音乐盒摆饰', 258, 198, '4', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1065055, '1065055.jpg', '新品旋转音乐盒', '日本sankyo机芯', '心心相印/旋转音乐盒摆饰', 359, 279, '0', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1065056, '1065056.jpg', '新品旋转音乐盒', '日本sankyo机芯', '想你的心/旋转音乐盒摆饰', 249, 179, '0', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1068103, '1068103.jpg', '', '精品花瓶', '简约花瓶（白色）', 49, 19, '74', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1070046, '1070046.jpg', '天蝎座化妆镜', '精品天蝎座化妆镜', '十二星座化妆镜礼盒(天蝎座)', 299, 238, '1552', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1070048, '1070048.jpg', '星座萌镜，专属你的补妆神器', '精品摩羯座化妆镜', '十二星座化妆镜礼盒(摩羯座)', 299, 238, '1551', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1071001, '1071001.jpg', '', '激光内雕水晶工艺品，带音乐七彩旋转发光', '3D水晶内雕玫瑰花', 189, 139, '2028', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1071002, '1071002.jpg', '', '激光内雕水晶工艺品，USB七彩旋转发光', '3D水晶内雕丘比特', 188, 138, '59', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1071004, '1071004.jpg', '圣诞节送平安', '“一路上有你”激光内雕水晶工艺品，七彩发光', '苹果型3D水晶内雕', 188, 138, '2317', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1071007, '1071007.jpg', '甜蜜心形水晶', '激光内雕水晶工艺品，USB七彩旋转发光', '心形3D水晶内雕爱在心里', 219, 169, '2086', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1071008, '1071008.jpg', '', '激光内雕水晶工艺品，USB七彩旋转发光，带音乐', '心形3D水晶内雕浪漫之约', 219, 169, '108', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1071010, '1071010.jpg', '', '激光内雕水晶工艺品，USB七彩旋转发光', '心形3D水晶内雕生日快乐', 219, 169, '1607', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1071016, '1071016.jpg', '升级版带音乐', '3D立体激光内雕水晶工艺品，USB七彩旋转发光', '3D水晶内雕-摩羯座', 188, 138, '1570', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1071017, '1071017.jpg', '', '3D激光内雕，USB七彩发光水晶', '3D水晶内雕-水瓶座', 188, 138, '1583', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1071018, '1071018.jpg', '', '3D激光内雕，USB七彩发光水晶', '3D水晶内雕-双鱼座', 188, 138, '1664', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1071019, '1071019.jpg', '', '3D激光内雕，USB七彩发光水晶', '3D水晶内雕-白羊座', 188, 138, '1593', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1071020, '1071020.jpg', '七彩音乐底座', '3D激光内雕，USB七彩发光水晶', '3D水晶内雕-金牛座', 188, 138, '1566', '2021-10-19 23:59:05');
INSERT INTO `lipin` VALUES (1071021, '1071021.jpg', '', '3D激光内雕，七彩发光水晶（5.21-6.21生日为双子座）', '3D水晶内雕-双子座', 188, 138, '1644', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1071022, '1071022.jpg', '', '3D激光内雕，USB七彩发光水晶', '3D水晶内雕-巨蟹座', 188, 138, '1621', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1071023, '1071023.jpg', '', '3D激光内雕，USB七彩发光水晶', '3D水晶内雕-狮子座', 188, 138, '1644', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1071024, '1071024.jpg', '', '激光内雕水晶工艺品，USB七彩旋转发光, 带音乐底座', '3D水晶内雕-处女座', 188, 138, '1639', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1071025, '1071025.jpg', '', '3D激光内雕，USB七彩发光水晶, 带音乐底座', '3D水晶内雕-天秤座', 188, 138, '1641', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1071026, '1071026.jpg', '', '3D激光内雕，USB七彩发光水晶', '3D水晶内雕-天蝎座', 188, 138, '1627', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1071027, '1071027.jpg', '', '3D激光内雕，USB七彩发光水晶', '3D水晶内雕-射手座', 188, 138, '1619', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1071028, '1071028.jpg', '母亲节定制', '激光内雕水晶工艺品，USB七彩旋转发光,送妈妈礼物', '3D水晶内雕妈妈我爱你', 219, 169, '2493', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1071029, '1071029.jpg', '', '激光内雕水晶工艺品，USB七彩旋转发光带音乐,送父亲礼物', '心形3D水晶内雕父爱如山', 199, 169, '285', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1071031, '1071031.jpg', '激光内雕工艺', '激光内雕水晶工艺品，USB七彩旋转发光, 带音乐底座', '心形3D水晶内雕陪你走到老', 219, 169, '6704', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1071032, '1071032.jpg', '', '激光内雕水晶工艺品，USB七彩旋转发光', '3D水晶内雕-Happy Birthday', 188, 138, '1581', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1071033, '1071033.jpg', '', '激光内雕水晶工艺品，USB七彩旋转发光', '苹果型3D水晶内雕生日快乐', 188, 138, '169', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1075038, '1075038.jpg', '增湿香薰', '静音卧室办公室空气增湿香薰机', '小布袋香薰机加湿器/送薰衣草精油', 269, 199, '162', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1076039, '1076039.jpg', '', '魅力星月系列', 'Glam Ever魅力星月系列星月搭配锁骨链', 399, 298, '112', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1076040, '1076040.jpg', '热销', '魅力星月系列', 'Glam Ever星星月亮不对称玫瑰金耳钉', 269, 189, '370', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1076041, '1076041.jpg', '人气款', '魅力星月系列', 'Glam Ever樱花项链', 298, 198, '60', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1076062, '1076062.jpg', '火热畅销款', 's925银个性耳钉', '星期耳钉礼盒', 369, 259, '3033', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1076086, '1076086.jpg', '精品蓝调天鹅', '精品 蓝色天鹅，闪耀发售', '施华洛世奇DAZZLING SWAN精品项链/蓝调天鹅', 1290, 1090, '9', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1076095, '1076095.jpg', '热销单品', '双C系列新品，永生花礼盒，玫瑰金', 'T400双C项链女锁骨链镶施华洛世奇锆电镀玫瑰金', 399, 299, '318', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1076109, '1076109.jpg', '跳动的心', '心形项链，跃动之心，精致迷人', '施华洛世奇跳动的心项链/粉色', 1090, 999, '30', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1076113, '1076113.jpg', '专柜款7.8折', 'Swarovski浪漫心形项链', '施华洛世奇One浪漫心形项链/红', 1290, 999, '75', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1076117, '1076117.jpg', '专柜正品 热销', 'SWAROVSKI REMIX手链，珠光流转，温婉灵动', '施华洛世奇REMIX珠光手链/镀玫瑰金色', 899, 799, '51', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1076119, '1076119.jpg', '迪奥新款礼盒', '迪奥新款礼盒', '迪奥小姐花漾淡香水50ml+花秘瑰萃尊享套装礼盒A款', 2650, 1699, '67', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1076124, '1076124.jpg', '热卖新品', 'SWAROVSKI REMIX手链', '施华洛世奇Remix温婉珠韵手链/红色', 899, 799, '55', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1076125, '1076125.jpg', '专柜正品 新款', 'SWAROVSKI ATELIER耳环', '施华洛世奇爱的迫降同款星月款耳钉耳环/银色', 899, 799, '8', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1076128, '1076128.jpg', '热卖新品', '施华洛世奇独角兽彩虹耳环', '施华洛世奇独角兽彩虹不对称耳环/镀金色', 769, 639, '3', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1076129, '1076129.jpg', '专柜正品 新款', 'SWAROVSKI REMIX手链', '施华洛世奇REMIX星体时尚手链/镀玫瑰金色', 899, 799, '12', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1076132, '1076132.jpg', '热卖新品', '施华洛世奇LIFELONG HRT挚爱璀璨耳钉', '施华洛世奇LIFELONG HRT挚爱璀璨耳钉耳环', 899, 869, '7', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1076134, '1076134.jpg', '套装 唐嫣同款', '施华洛世奇INFINITY项链+耳钉', '施华洛世奇INFINITY项链+耳钉/镀白金色', 1390, 1190, '27', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1076135, '1076135.jpg', '皇冠套装 新品', '施华洛世奇Queen瑰丽皇冠项链+耳环套装', '施华洛世奇皇冠项链+耳环套装/镀玫瑰金色', 3280, 1999, '5', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1076136, '1076136.jpg', '潮牌新品', '', 'Glam Ever蝴蝶结珍珠耳环', 499, 399, '0', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1076137, '1076137.jpg', '网红人气潮款', '冰淇淋系列创意礼物 送女朋友人气礼品', 'Glam Ever冰激凌耳钉', 299, 239, '1', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1076139, '1076139.jpg', '', '', 'Martine Wester镀玫瑰金浅玫红梦露项链礼盒', 338, 188, '14', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1076150, '1076150.jpg', '', '', 'Martine Wester镀玫瑰金浅玫红梦露项链耳钉礼盒', 479, 379, '15', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1076151, '1076151.jpg', '', '', 'Martine Wester镀18k金珍爱你我珍珠项链礼盒', 289, 189, '18', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1076152, '1076152.jpg', '', '', 'Martine Wester镀18k金珍爱珍珠项链耳钉玫瑰礼盒', 428, 328, '16', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1076153, '1076153.jpg', '', '', '余生有你T400项链礼盒', 319, 219, '38', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1076154, '1076154.jpg', '', '', '余生有你T400项链+耳钉礼盒', 439, 339, '11', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1076155, '1076155.jpg', '唐嫣同款', '施华洛世奇INFINITY项链+耳钉', '施华洛世奇INFINITY永恒爱意项链/镀白金色', 899, 866, '4', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1077007, '1077007.jpg', '新品上新', '', 'woody手工气泡玻璃小鹿灯（熏衣紫）', 268, 168, '97', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1077009, '1077009.jpg', '专属你的礼物', '', 'woody手工气泡玻璃小鹿灯（宝石灰）', 268, 168, '91', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1077011, '1077011.jpg', '送长辈精选礼物', '创意书灯，送朋友送长辈都超合适', 'woody书灯木质led折叠usb书本灯-时尚版（黑胡桃）', 298, 198, '627', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1077016, '1077016.jpg', '特色礼物', '荷兰风车', 'Woody创意木质3D灯之风车系列', 258, 168, '273', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1077029, '1077029.jpg', '温馨首选', '猫王·原子唱机B612 蓝牙智能便携式音箱/篮色', '猫王·原子唱机B612 蓝牙智能便携式音箱/篮色', 369, 289, '119', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1087032, '1087032.jpg', '复古留声机造型', '原创艺术音箱 享受听觉盛宴', '山进肖邦便携式迷你复古留声机/收音机+蓝牙音箱', 799, 699, '83', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1087034, '1087034.jpg', '潘多拉音乐魔盒', '原创艺术音箱 享受听觉盛宴', '山进潘多拉便携式无线蓝牙音箱/迷你低音炮复古收音机', 399, 339, '108', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1087038, '1087038.jpg', '音乐扁方风灯', '音乐扁方风灯 花仙子跳舞', '维多利水晶灯扁方风灯粉刷金花仙子/粉色', 338, 288, '18', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1087054, '1087054.jpg', '热销创意悬浮灯', '创意悬浮灯 3D打印技术', '磁悬浮3D打印月球灯', 498, 398, '94', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1087055, '1087055.jpg', '创意悬浮灯', '创意悬浮灯 3D打印技术', '磁悬浮3D打印土星灯', 539, 439, '21', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1087056, '1087056.jpg', '', '', '6寸磁悬浮发光地球仪', 459, 389, '46', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1087057, '1087057.jpg', '直降 特惠', '多功能复古潮玩 像素点燃有趣生活', 'Divoom点音像素/复古无线蓝牙便携式迷你音箱/红色', 599, 399, '13', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1087058, '1087058.jpg', '直降 特惠', '多功能复古潮玩 像素点燃有趣生活', 'Divoom点音像素/复古无线蓝牙便携式迷你音箱/粉色', 599, 399, '15', '2021-10-19 23:57:46');
INSERT INTO `lipin` VALUES (1087060, '1087060.jpg', '多功能像素音箱', 'TIMOO多功能小像素音箱，萌趣造型，功能盒子', 'Divoom点音像素/无线蓝牙卡通便携式迷你音箱/粉色', 399, 299, '9', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1087061, '1087061.jpg', '像素音箱', '', 'Divoom点音像素/无线蓝牙卡通便携式迷你音箱/绿色', 399, 299, '8', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1087064, '1087064.jpg', '引领风潮 新品', '轻便携带，引领风潮，时尚搭配', '黛风挂脖风扇/冰川白', 198, 158, '96', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1087066, '1087066.jpg', '', '', '黛风挂脖风扇/牛油果绿', 198, 158, '34', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1087067, '1087067.jpg', '6.18特价', 'SKG MINI筋膜枪F5', 'SKG筋膜枪肌肉放松器/白色', 899, 569, '24', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1087068, '1087068.jpg', '特价新品', '全新升级二代蓝牙控制', 'SKG颈椎按摩仪经典款带蓝牙/白色', 599, 399, '170', '2021-10-19 23:56:59');
INSERT INTO `lipin` VALUES (1087069, '1087069.jpg', '王一博语音同款', '王一博语音同款', 'SKG颈椎按摩仪王一博语音定制款/幸运红', 799, 569, '25', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1087070, '1087070.jpg', '娜扎语音同款', '娜扎语音同款', 'SKG颈椎按摩仪娜扎款/红色', 699, 499, '22', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1087072, '1087072.jpg', '送男性推荐新品', '幽墨绿 潮男挚爱', 'SKG颈椎按摩仪/K6炫彩墨绿', 699, 499, '47', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1087073, '1087073.jpg', '', '梦幻心愿魔盒投影灯', '梦幻心愿魔盒音乐盒蓝牙投影灯', 199, 139, '56', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1087077, '1087077.jpg', '', '小宠屋氛围灯', '小宠屋音乐助眠灯/粉色', 199, 139, '23', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1087078, '1087078.jpg', '', '小宠屋氛围灯', '小宠屋音乐助眠灯/白色', 199, 139, '12', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1087080, '1087080.jpg', '送老师礼物', '威雅系列钢笔，特别精选送老师礼物', '派克威雅钢笔墨水礼盒套装', 329, 269, '32', '2021-10-19 23:57:45');
INSERT INTO `lipin` VALUES (1090038, '1090038.jpg', '萌兔花束', '品牌metoo梦幻黄布偶娃娃+白色爱心兔+粉色爱心兔', '公仔创意花束-兔子小姐', 268, 168, '587', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1090040, '1090040.jpg', '', '公仔花束', '爱丽丝仙境', 169, 119, '44', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1201050, '1201050.jpg', '生日推荐', '12粒装', '雀巢芭绮巧克力50%dark 12粒装', 139, 109, '0', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1201051, '1201051.jpg', '生日推荐', '12粒装', '雀巢芭绮巧克力70%dark 12粒装', 139, 109, '2', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1201052, '1201052.jpg', '生日推荐', '18粒装', '雀巢芭绮巧克力混合口味 18粒装', 199, 149, '2', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1201053, '1201053.jpg', '生日推荐', '9粒装', '雀巢芭绮巧克力50%dark 9粒装', 129, 99, '1', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1204057, '1204057.jpg', '', '德国进口酒心巧克力27粒', 'LAUENSTEIN 手工松露巧克力多口味酒心木盒27粒', 528, 428, '72', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1205051, '1205051.jpg', '', '', 'LAUENSTEIN手工酒心松露豪华礼盒23粒', 408, 308, '1706', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1205053, '1205053.jpg', '', '手工酒味夹心巧克力', 'LAUENSTEIN手工松露巧克力酒味夹心月亮礼盒14粒', 388, 288, '1709', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1207001, '1207001.jpg', '', '独立薄片散装儿', '巧克巧蔻33%纯可可脂黑巧克力薄片', 99, 88, '51', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1207002, '1207002.jpg', '', '独立薄片散装儿', '巧克巧蔻53%纯可可脂黑巧克力薄片', 99, 88, '106', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1207003, '1207003.jpg', '', '独立薄片散装儿', '巧克巧蔻70%纯可可脂黑巧克力薄片', 99, 88, '1758', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1207008, '1207008.jpg', '', '手工夹心巧克力', '巧克巧蔻定制6粒装手工夹心巧克力', 208, 108, '2287', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1207009, '1207009.jpg', '畅销爆款', '手工夹心巧克力', '巧克巧蔻定制9粒装手工夹心巧克力', 262, 162, '4016', '2021-10-19 23:57:56');
INSERT INTO `lipin` VALUES (1207010, '1207010.jpg', '', '手工夹心巧克力', '巧克巧蔻定制16粒装手工夹心巧克力', 388, 288, '5398', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1207012, '1207012.jpg', '', '创意手工巧克力', '巧克巧蔻公仔巧克力', 118, 98, '81', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1207024, '1207024.jpg', '', '创意手工巧克力', '巧克巧蔻情人节play系列礼盒', 188, 159, '357', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1207030, '1207030.jpg', '', '创意手工巧克力', '巧克巧蔻嫁给我play系列礼盒', 158, 135, '24', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1207032, '1207032.jpg', '', '创意手工巧克力', '巧克巧蔻谢谢你play系列礼盒', 158, 135, '37', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1207040, '1207040.jpg', '', '创意手工巧克力', '七夕巧克力小食瓶', 258, 189, '1679', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1207050, '1207050.jpg', '', '创意手工巧克力', '巧克巧蔻铅笔造型礼盒', 199, 198, '66', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1207052, '1207052.jpg', '', '', '巧克巧蔻组合口味定制礼盒（ 冻干草莓+酸奶提子+扁桃仁）', 208, 198, '130', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1207062, '1207062.jpg', '', '不重样6支款式随机', '手工卡通棒棒糖', 250, 150, '1886', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1207067, '1207067.jpg', '甜蜜礼盒', '夹心巧克力', '蜜语心形礼盒', 298, 198, '2018', '2021-10-19 23:59:04');
INSERT INTO `lipin` VALUES (1207070, '1207070.jpg', '', '松露巧克力', '巧克巧蔻 松露巧克力（原味）', 258, 158, '1915', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (1207072, '1207072.jpg', '', '板块巧克力', '风情板块巧克力 （草莓味+橙味+生姜味）', 244, 144, '1802', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (1207087, '1207087.jpg', '', '圣诞礼盒', '巧克巧蔻 圣诞彩球巧克力十二颗礼盒130g', 358, 258, '1858', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (6010158, '6010158.jpg', '', '手作景观多肉盆栽', '午后的餐篮', 159, 109, '145', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (6010159, '6010159.jpg', '', '手作景观多肉盆栽', '爱琴海／蓝纹', 129, 129, '121', '2021-10-19 23:58:48');
INSERT INTO `lipin` VALUES (6010164, '6010164.jpg', '居家优选', '手作景观多肉盆栽', '真心', 299, 199, '276', '2021-10-19 23:58:36');
INSERT INTO `lipin` VALUES (6010168, '6010168.jpg', '定制花盆', '景观多肉盆栽 定制I LOVE U花盆', 'DIY手作多肉花园/I LOVE U', 299, 199, '72', '2021-10-19 23:57:46');

-- ----------------------------
-- Table structure for user
-- ----------------------------
DROP TABLE IF EXISTS `user`;
CREATE TABLE `user`  (
  `id` int UNSIGNED NOT NULL AUTO_INCREMENT,
  `username` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `password` int NOT NULL,
  `catlist` longtext CHARACTER SET utf8 COLLATE utf8_general_ci NULL,
  `addTime` datetime NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 6 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO `user` VALUES (1, 'xiaoma', 123456, '[{\"id\":1073034,\"type\":\"2\",\"img_url\":\"1073034.jpg\",\"goodName\":\"苔藓小熊1只，绿色奥斯丁玫瑰，浅粉桃色小玫瑰\",\"old_Price\":338,\"Price\":198,\"qty\":1},{\"id\":9010668,\"type\":\"1\",\"img_url\":\"9010668.jpg\",\"goodName\":\"99枝精品卡罗拉红玫瑰花束\",\"old_Price\":769,\"Price\":589,\"qty\":1}]', '2021-10-18 09:06:20');
INSERT INTO `user` VALUES (2, 'xiaowu', 54321, NULL, '2021-10-18 10:49:59');
INSERT INTO `user` VALUES (3, 'xiaoqi', 54321, NULL, '2021-10-18 10:50:29');
INSERT INTO `user` VALUES (4, 'xiaoqin', 123456, '[{\"id\":1061035,\"type\":\"4\",\"img_url\":\"1061035.jpg\",\"goodName\":\"kiss娃娃摆件/大号\",\"old_Price\":816,\"Price\":708,\"qty\":1},{\"id\":1061040,\"type\":\"4\",\"img_url\":\"1061040.jpg\",\"goodName\":\"桃李满门/满天下\",\"old_Price\":499,\"Price\":389,\"qty\":1},{\"id\":1061021,\"type\":\"4\",\"img_url\":\"1061021.jpg\",\"goodName\":\"古窗一帆风顺\",\"old_Price\":385,\"Price\":308,\"qty\":1},{\"id\":1061012,\"type\":\"4\",\"img_url\":\"1061012.jpg\",\"goodName\":\"幸福娃娃/红\",\"old_Price\":618,\"Price\":298,\"qty\":1},{\"id\":1060015,\"type\":\"2\",\"img_url\":\"1060015.jpg\",\"goodName\":\"进口保鲜花，红玫瑰系列，5年不凋谢\",\"old_Price\":389,\"Price\":288,\"qty\":1},{\"id\":9010842,\"type\":\"3\",\"img_url\":\"9010842.jpg\",\"goodName\":\"粉色康乃馨16枝、浅粉满天星3枝、尤加利10枝\",\"old_Price\":242,\"Price\":169,\"qty\":1},{\"id\":9010011,\"type\":\"1\",\"img_url\":\"9010011.jpg\",\"goodName\":\"卡罗拉红玫瑰11枝，粉色勿忘我0.3扎\",\"old_Price\":189,\"Price\":145,\"qty\":3}]', '2021-10-19 20:17:47');
INSERT INTO `user` VALUES (5, 'asasas', 123456, NULL, '2021-10-22 09:35:26');

-- ----------------------------
-- Table structure for yongsheng
-- ----------------------------
DROP TABLE IF EXISTS `yongsheng`;
CREATE TABLE `yongsheng`  (
  `id` int NOT NULL AUTO_INCREMENT,
  `img_url` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `tagName` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `Cpmc` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `goodName` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `old_Price` int NULL DEFAULT NULL,
  `Price` int NULL DEFAULT NULL,
  `Sales` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `addtime` datetime NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 9092150 CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of yongsheng
-- ----------------------------
INSERT INTO `yongsheng` VALUES (1060002, '1060002.jpg', '畅销榜特惠，泰国进口 ', '我爱你', '不凋谢的玫瑰 红玫瑰系列 最佳送女友礼物', 368, 238, '1.4万', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1060009, '1060009.jpg', ' ', '幸福时光', '爱情保鲜花，红玫瑰系列，5年不凋谢', 869, 599, '1871', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1060013, '1060013.jpg', '泰国进口 ', '一路上有你', '真空玫瑰花，红玫瑰系列', 569, 369, '1.1万', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1060015, '1060015.jpg', '泰国进口，特惠款 ', '美丽无限', '进口保鲜花，红玫瑰系列，5年不凋谢', 389, 288, '2.5万', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1060037, '1060037.jpg', '精选进口优品 ', '一生所爱', '进口保鲜花，三色玫瑰系列，5年不凋谢', 368, 238, '7467', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1060038, '1060038.jpg', ' ', '一路上有你/三色玫瑰', '5年不凋谢，真空保鲜花，彩玫系列，玫瑰5枝', 569, 359, '2138', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1060051, '1060051.jpg', '泰国进口，特大号 ', '玫瑰花园/淡雅', '进口保鲜花，彩玫系列，清新优雅,生日礼品,家居礼物', 1299, 899, '2786', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073025, '1073025.jpg', '升级款 ', '怦然心动', '永生花盒：厄瓜多尔进口红色永生玫瑰', 899, 689, '1555', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073033, '1073033.jpg', '爆款特惠！ ', '一生一世', '厄瓜多尔进口永生红玫1朵，双色永生绣球', 259, 198, '1.4万', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073034, '1073034.jpg', ' ', '快乐熊', '苔藓小熊1只，绿色奥斯丁玫瑰，浅粉桃色小玫瑰', 338, 198, '4104', '2021-10-19 21:41:11');
INSERT INTO `yongsheng` VALUES (1073038, '1073038.jpg', ' ', '想念的季节', '厄瓜多尔粉玫瑰1朵', 336, 198, '4450', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073039, '1073039.jpg', '为爱守护特别定制款 ', '爱与祝福', '紫心奥斯汀玫瑰1朵，进口粉色康乃馨1枝，浅粉桃色小玫瑰2朵', 356, 198, '7839', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073040, '1073040.jpg', '十二星座可选 ', '十二星座经典七彩·双子座', '彩虹永生玫瑰：厄瓜多尔进口巨型玫瑰', 398, 298, '156', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073059, '1073059.jpg', ' ', '十二星座经典粉·双子座', '粉色永生玫瑰:厄瓜多尔进口巨型玫瑰', 328, 268, '36', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073073, '1073073.jpg', ' ', '十二星座经典蓝·双子座', '蓝色永生玫瑰:厄瓜多尔进口巨型玫瑰', 328, 238, '42', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073081, '1073081.jpg', '12个星座可选 ', '十二星座经典红·金牛座', '红色永生玫瑰:厄瓜多尔进口巨型玫瑰', 328, 268, '76', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073092, '1073092.jpg', ' ', '恋心', '蓝色永生玫瑰＋紫色永生玫瑰', 388, 288, '6815', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073093, '1073093.jpg', ' ', '倾尽所爱', '苔藓小熊＋厄瓜多尔进口红玫＋香槟色奥斯丁玫瑰＋浅粉桃色小玫瑰', 448, 288, '3285', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073094, '1073094.jpg', ' ', 'To温暖你心', '苔藓小兔+粉色永生玫瑰＋粉边紫心奥斯丁', 399, 289, '9753', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073100, '1073100.jpg', '畅销款特惠 ', '彩虹下的约定/花的嫁纱银项链', '厄瓜多尔进口巨型彩色玫瑰+T400花的嫁纱S925银项链', 427, 368, '5063', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073101, '1073101.jpg', ' ', '粉色琉璃', '厄瓜多尔进口巨型粉玫瑰+T400花的嫁纱S925银项链', 468, 338, '298', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073109, '1073109.jpg', ' ', '小熊的花园', '苔藓小熊1个，墨绿色进口巨型玫瑰1枝，浅粉桃色玫瑰1枝', 1288, 899, '112', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073113, '1073113.jpg', ' ', '花开半夏', '粉色进口永生玫瑰，搭配永生香芋紫绣球', 898, 689, '1515', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073114, '1073114.jpg', ' ', '深海秘境礼盒', '进口永生蓝玫瑰6枝，浅粉桃色玫瑰3枝', 568, 468, '224', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073116, '1073116.jpg', ' ', '维多利亚花园', '苔藓小熊1个，进口永生橘色玫瑰2枝，香槟色奥斯丁玫瑰1枝', 429, 329, '257', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073117, '1073117.jpg', ' ', '维也纳深林', '苔藓小熊1个，厄瓜多尔进口永生白色玫瑰2枝', 428, 328, '1571', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073120, '1073120.jpg', '专业定制款复古相框 ', '时光的花', '复古相框 ,进口粉色玫瑰2枝 ,进口紫色玫瑰1枝', 468, 368, '2347', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073121, '1073121.jpg', '送礼、家居及办公室装饰 ', '印象·初夏', '进口米白色玫瑰1枝，桃粉色玫瑰1枝，奥斯丁玫瑰2枝，浅粉桃色小玫瑰3枝', 458, 338, '280', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073123, '1073123.jpg', '送礼优选、家居摆设 ', '温情守候', '进口红色永生玫瑰2枝，小红玫瑰1枝，酒红色康乃馨1枝，棉花1枝', 398, 298, '413', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073128, '1073128.jpg', '精心设计 匠心打造 ', '幸福港湾', '进口粉色玫瑰1枝，浅紫色康乃馨1枝，浅粉桃色小玫瑰1朵', 448, 288, '2995', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073129, '1073129.jpg', '定制款，复古相框 ', '温柔清浅', '进口粉色玫瑰2枝，进口浅紫色康乃馨3枝，粉边紫心奥斯丁2枝', 466, 366, '738', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073130, '1073130.jpg', ' ', '爱的礼物', '进口深紫色玫瑰1枝，进口豆沙粉色康乃馨3枝，进口香槟色奥斯丁玫瑰2枝，', 498, 398, '55', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073135, '1073135.jpg', ' ', '光阴的故事', '进口橘色永生玫瑰2枝，绿色奥斯丁玫瑰1枝', 398, 298, '338', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073145, '1073145.jpg', ' ', '一吻之间', '厄瓜多尔进口红色永生玫瑰9枝，苔藓熊1只', 1399, 999, '76', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073146, '1073146.jpg', ' ', '一见倾心', '粉色厄瓜多尔进口永生玫瑰5枝，紫色进口玫瑰4枝，粉紫色奥斯丁玫瑰4枝', 1714, 1314, '90', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073147, '1073147.jpg', '德国工艺 见证永恒爱情 ', '海洋之恋', '厄瓜多尔进口蓝色永生玫瑰5朵，白玫瑰5朵,浅蓝色奥斯丁4朵', 1399, 999, '198', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073153, '1073153.jpg', ' ', '挚爱', '苔藓小熊1个，厄瓜多尔进口红色永生玫瑰2枝，进口白色奥斯汀玫瑰1朵，红色小玫瑰2朵', 456, 356, '82', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073155, '1073155.jpg', ' ', 'Be My Love', ' 厄瓜多尔进口红色永生玫瑰2枝，进口白色永生玫瑰1枝，棉花2朵，粉色珍珠5颗', 598, 398, '3114', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073156, '1073156.jpg', '七彩玫瑰+施华洛世奇元素 ', '彩虹下的约定/玻璃鞋手链', '厄瓜多尔进口巨型七彩玫瑰+施华洛世奇元素水晶手链', 437, 378, '256', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073157, '1073157.jpg', '奢华定制60cm巨型礼盒,限量发售 ', '「倾世之爱」奢宠', '厄瓜多尔进口红色永生玫瑰', 3999, 2999, '86', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073158, '1073158.jpg', '奢华定制款 ', '「倾世之爱」永生玫瑰熊/定制款/60CM', '奢华定制，进口永生玫瑰熊', 29999, 19999, '9', '2021-10-19 21:41:11');
INSERT INTO `yongsheng` VALUES (1073159, '1073159.jpg', '豪华定制款礼盒,限量发售 ', '「倾世之爱」梦幻花园', '厄瓜多尔进口粉色永生玫瑰', 2999, 1999, '127', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073160, '1073160.jpg', ' ', '萌动初心', '厄瓜多尔进口粉色永生玫瑰', 469, 269, '34', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073166, '1073166.jpg', '豪华定制款皮盒,限量发售 ', '「倾世之爱」爱的告白', '进口粉紫色永生玫瑰65朵、白色永生玫瑰30朵', 6999, 5200, '17', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073170, '1073170.jpg', '淡雅、如沐春天般的感觉 ', '如沐暖风', '厄瓜多尔进口永生粉玫2朵、进口白色蔷薇2朵、海星2个、进口粉色康乃馨3朵', 598, 398, '194', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073174, '1073174.jpg', ' ', '柔情时光-口红款999', '日本进口双色玫瑰1朵，粉紫玫瑰1朵，浅粉紫康乃馨、奥斯丁、香槟粉黄金球各1朵，绣球、满天星适量', 699, 639, '234', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073175, '1073175.jpg', '珍珠项链/珍珠耳钉可选 ', '柔情时光-珍珠耳环/耳钉款', '日本进口双色玫瑰1朵，粉紫玫瑰1朵，浅粉紫康乃馨、奥斯丁、香槟粉黄金球各1朵，绣球、满天星适量', 669, 469, '26', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073177, '1073177.jpg', '独创设计，女性专属定制 ', '幸运之吻-口红款999', '正品Dior迪奥#999红典烈艳蓝金口红＋进口永生玫瑰礼盒', 699, 639, '94', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073179, '1073179.jpg', '珍珠项链/珍珠耳钉可选 ', '幸运之吻-珍珠耳环/耳钉款', '厄瓜多尔进口永生红玫1朵、红色小玫瑰2朵、进口红色康乃馨1朵', 669, 469, '24', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073185, '1073185.jpg', '迪奥、香奈儿等多品牌可选 ', '我如此爱你-口红款999', '专柜正品Dior迪奥#999口红＋进口永生玫瑰礼盒', 699, 639, '7640', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073191, '1073191.jpg', ' ', '特别的想念-口红款999', '正品Dior999口红＋进口永生玫瑰礼盒', 699, 639, '99', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073192, '1073192.jpg', '5.20专属定制款 ', '特别的想念-口红款520', '正品Dior#520口红＋进口永生玫瑰礼盒', 699, 639, '280', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073197, '1073197.jpg', '心形爱恋礼盒 ', '「倾世之爱」我心永恒', '定制心型永生花盒', 569, 469, '211', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073199, '1073199.jpg', ' ', '水晶之恋', '心形永生花礼盒', 598, 398, '89', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073200, '1073200.jpg', '原价399，特价299 ', '芭比粉', '心形永生花礼盒', 598, 299, '43', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073231, '1073231.jpg', '口红#SRD04-空姐色 ', '只对你动心-美宝莲星钻小灯管空姐色', '正品美宝莲口红＋进口永生玫瑰礼盒', 499, 338, '130', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073232, '1073232.jpg', '口红#SRD04-空姐色 ', '给你我的心-美宝莲星钻小灯管空姐色', '正品美宝莲口红＋进口永生玫瑰礼盒', 499, 338, '218', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073240, '1073240.jpg', '大热斩男水红色 特价 ', '给你我的心-美宝莲星钻小灯管水红色', '正品美宝莲口红＋进口永生玫瑰礼盒', 499, 338, '372', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073241, '1073241.jpg', '大热斩男水红色 特价 ', '只对你动心-美宝莲星钻小灯管水红色', '正品美宝莲口红＋进口永生玫瑰礼盒', 499, 338, '133', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073242, '1073242.jpg', '永生花+台灯+蓝牙音箱 ', '永生花带灯+蓝牙音箱/玫瑰红', '创意新品，看得到的美好，听得到的浪漫！', 498, 398, '1005', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073243, '1073243.jpg', '永生花+台灯+蓝牙音箱 ', '永生花带灯+蓝牙音箱/天空蓝', '看得到的美好，听得到的浪漫！', 498, 398, '1335', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073244, '1073244.jpg', '永生花+台灯+蓝牙音箱 ', '永生花带灯+蓝牙音箱/浪漫粉', '看得到的美好，听得到的浪漫！', 498, 398, '2023', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073245, '1073245.jpg', ' ', '璀璨星辰-浪漫紫', '浅紫满天星0.3扎，粉色、紫色勿忘我各5枝', 169, 89, '156', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073246, '1073246.jpg', '特价 ', '璀璨星辰-少女粉', '粉色满天星0.3扎，白色、粉色勿忘我各5枝', 169, 89, '292', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073247, '1073247.jpg', '上市即卖断货的爆款重上架 ', '花好月圆永生花台灯', '精选进口奥斯汀永生玫瑰台灯', 398, 298, '1480', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073251, '1073251.jpg', '迪奥香水礼盒 ', '我如此爱你-迪奥香水款50ml', 'Miss Dior花漾淡香氛50ml', 1269, 1189, '231', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073252, '1073252.jpg', '迪奥香水礼盒 畅销款 ', '我如此爱你-迪奥香水款30ml礼盒', 'Miss Dior花漾淡香氛30ml', 999, 969, '320', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073253, '1073253.jpg', '配首饰或迪奥香水 ', '花漾年华-迪奥香水款30ml礼盒', 'Miss Dior花漾淡香氛', 999, 969, '277', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073254, '1073254.jpg', '新款上市！迪奥香水礼盒 ', '花漾年华-迪奥香水款50ml', 'Miss Dior花漾淡香氛50ml', 1269, 1189, '285', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073255, '1073255.jpg', '升级款！施华洛世奇项链 ', '柔情时光-施华洛世奇ONE浪漫心形项链', 'SWAROVSKI新款浪漫心形项链', 1590, 1190, '127', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073256, '1073256.jpg', '施华洛世奇 热卖礼盒 ', '我如此爱你-施华洛世奇ONE浪漫心形项链', 'SWAROVSKI新款浪漫心形项链', 1590, 1190, '365', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073257, '1073257.jpg', '独创设计，双口红心形礼盒 ', '守护初心口红款礼盒/炽热红', '迪奥口红两支：Dior#520、Dior#999口红(专柜正品)＋进口永生玫瑰礼盒', 1099, 999, '640', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073258, '1073258.jpg', '独创设计，双口红心形礼盒 ', '守护初心口红款礼盒/少女粉', '迪奥口红两支：Dior#520、Dior#999口红(专柜正品)＋进口永生玫瑰礼盒', 1099, 999, '326', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073263, '1073263.jpg', '创意永生花台灯 ', '永生花满月艺术台灯/朦胧粉', '永生花台灯', 498, 398, '900', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073264, '1073264.jpg', '创意 永生花礼盒 ', '一鹿(路)有你永生花小夜灯', '永生花礼盒', 388, 298, '2109', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073265, '1073265.jpg', '创意永生花台灯 ', '永生花满月艺术台灯/天蓝', '永生花台灯', 498, 398, '132', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073266, '1073266.jpg', '创意永生花台灯 ', '永生花满月艺术台灯/嫣红', '永生花台灯', 498, 398, '182', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073269, '1073269.jpg', '节日定制款 寓意团圆完美 ', '花好月圆永生花台灯/红色', '创意台灯，永生花与台灯的经典搭配', 398, 298, '1056', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073274, '1073274.jpg', '迪奥烈艳蓝金双口红定制礼 ', '520999迪奥双口红款永生花礼盒/红', '迪奥口红＋永生花礼盒', 1099, 999, '768', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073275, '1073275.jpg', '迪奥烈艳蓝金双口红定制礼 ', '520999迪奥双口红款永生花礼盒/粉', '迪奥口红＋永生花礼盒', 1099, 999, '245', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073276, '1073276.jpg', '畅销礼物 送长辈特别推荐 ', '花好月圆永生花台灯/送老师长辈定制款', '精选进口多色永生康乃馨台灯', 398, 298, '1456', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073278, '1073278.jpg', '创意新品 永生花蓝牙音箱 ', '永生花蓝牙音箱小夜灯', '永生花礼盒', 498, 398, '150', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073279, '1073279.jpg', '创意新品 永生花礼盒 ', '独角兽永生花小夜灯/粉', '永生花礼盒', 398, 298, '122', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073280, '1073280.jpg', '创意新品 永生花礼盒 ', '独角兽/蓝', '永生花礼盒', 398, 298, '67', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073281, '1073281.jpg', '创意小夜灯 简单却美好 ', 'Love小夜灯', '永生花小夜灯', 169, 119, '734', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073284, '1073284.jpg', '新款上市！香奈儿香水礼盒 ', '柔情时光-香奈儿邂逅柔情淡香水礼盒/35ml', '香奈儿邂逅柔情淡香水 35ml', 1099, 999, '136', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073287, '1073287.jpg', '永生花巧克力创意心形礼盒 ', '心形礼盒/永生花巧克力心语98g定制礼盒', '创意心形礼盒：永生花+德芙心语巧克力', 368, 298, '319', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073288, '1073288.jpg', '永生花巧克力创意礼盒 ', '心形礼盒/永生花巧克力心语150g定制礼盒', '创意心形礼盒：永生花+德芙心语巧克力', 398, 328, '124', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073296, '1073296.jpg', '人气断货色 阿玛尼礼盒 ', '我如此爱你-阿玛尼405号唇釉礼盒', '阿玛尼（ARMANI）臻致丝绒哑光唇釉405', 699, 599, '170', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073297, '1073297.jpg', '新款上市！纪梵希口红礼盒 ', '我如此爱你-纪梵希N37号口红款礼盒', 'Givenchy高定香榭红丝绒唇膏', 699, 659, '168', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073298, '1073298.jpg', '新款上市！香奈儿口红礼盒 ', '我如此爱你-香奈儿58号口红礼盒', 'Chanel经典丝绒58号口红', 739, 639, '137', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073299, '1073299.jpg', '纪梵希经典香水礼盒 ', '柔情时光-纪梵希心无禁忌淡香水礼盒/35ml', 'GIVENCHY心无禁忌系列，黑白香调，淡雅魅惑，致敬经典，延续禁忌', 969, 869, '40', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073300, '1073300.jpg', '纪梵希+迪奥口红礼盒 ', '心形礼盒/迪奥口红520+999+纪梵希N37', '专柜正品 3只经典色号口红礼盒', 1499, 1360, '197', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073301, '1073301.jpg', '迪奥口红+香水礼盒 ', '心形礼盒/迪奥口红520+999+花漾香水30ml', '专柜正品 2支经典色号口红+迪奥小姐花漾淡香水礼盒', 1799, 1699, '172', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073304, '1073304.jpg', '人气款新品，撩人小野莓 ', '我如此爱你-兰蔻888小野莓粉金管口红款礼盒', '兰蔻（LANCOME）人气色号，撩人小野莓', 659, 589, '246', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073306, '1073306.jpg', '神仙奶茶色，人气必入色号 ', '我如此爱你-兰蔻274粉金管温柔奶茶色口红款礼盒', 'LANCOME粉金管#274神仙奶茶色，人气色号', 659, 589, '31', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073307, '1073307.jpg', '经典胡萝卜色，人气断货色 ', '我如此爱你-兰蔻196朱砂橘非凡哑光口红款礼盒', '兰蔻（LANCOME）196人气色号，朱砂橘哑光口红', 659, 589, '458', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073312, '1073312.jpg', '人气色 无法复刻的红棕 ', '我如此爱你-YSL圣罗兰1966方管口红/暖红棕', 'YSL人气新品#1966，无法复刻的红棕，浓浓的复古风，绝美', 699, 639, '51', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073313, '1073313.jpg', '不羁复古红 超A红唇 ', '我如此爱你-YSL圣罗兰21号小金条口红/复古正红色', 'YSL断货王, #21小金条不羁复古红，超A红唇', 739, 639, '48', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073317, '1073317.jpg', '创意招财猫小夜灯 ', '招财猫永生花水晶球玻璃罩小夜灯', '招财猫永生花水晶球小夜灯', 238, 168, '251', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073319, '1073319.jpg', '海誓山盟 ', '琴瑟和鸣永生花玫瑰小夜灯/粉色', '', 398, 298, '21', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073320, '1073320.jpg', '原创设计，生肖牛年定制 ', '永生花小牛钥匙扣/红色', '精致、趣味，钥匙扣/包挂，原创设计', 169, 99, '30', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073322, '1073322.jpg', 'Lindt瑞士莲巧克力 ', '心形礼盒/永生花+瑞士莲软心巧克力施华洛世奇水晶元素礼盒', '浪漫心形礼盒，盒身采用闪耀的Swarovski水晶元素', 439, 339, '20', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073323, '1073323.jpg', '创意新品 心形永生花台灯 ', '心心相印心形永生花台灯/粉色', '浪漫心形台灯，可充电，可调光', 499, 399, '70', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073324, '1073324.jpg', '送长辈定制 创意礼品 ', '爱的礼篮永生花香薰花篮小夜灯/送长辈定制', '永生花礼盒康乃馨香薰花篮', 499, 399, '85', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073325, '1073325.jpg', '珠光手链+永生花礼盒 ', '柔情时光-施华洛世奇Remix珠光手链礼盒', 'SWAROVSKI Remix珠光手链/玫瑰金色', 1199, 999, '14', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073326, '1073326.jpg', '全新高定花漾礼盒款 ', '爱的礼物-迪奥全新口红丝绒999永生花高定礼盒', '内含烈艳蓝金高订色泽#999丝绒唇膏', 769, 689, '78', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073327, '1073327.jpg', '全新高定花漾礼盒款 ', '爱的礼物-迪奥全新真我香水30ml永生花高定礼盒', '内含Dior Jadore香氛30ml', 1169, 1099, '51', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073328, '1073328.jpg', '全新高定花漾礼盒款 ', '爱的礼物-迪奥小姐花漾淡香水50ml永生花高定礼盒', '内含Miss Dior花漾淡香水50ml', 1269, 1189, '19', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073329, '1073329.jpg', '人气色号正红色，阿玛尼红 ', '我如此爱你-阿玛尼400号唇釉礼盒/复古正红', '阿玛尼（ARMANI）臻致丝绒哑光唇釉400', 699, 599, '20', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073330, '1073330.jpg', '磁悬浮永生花蓝牙灯 ', '磁悬浮永生花灯蓝牙款/粉色小玫瑰', '磁悬浮创意永生花台灯，带蓝牙', 498, 399, '406', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073334, '1073334.jpg', '陈伟霆同款男士香水 ', '香奈儿蔚蓝男士香水永生花礼盒/50ml', '男士香水永生花礼盒', 1099, 990, '23', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073336, '1073336.jpg', '全新高定礼盒款 斯嘉丽红 ', '爱的礼物-汤姆福特经典TF#16口红永生花礼盒', '经典款TF#16烈焰幻魅唇膏，斯嘉丽红，滋润型', 889, 799, '20', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073337, '1073337.jpg', '全新高定花漾礼盒 经典 ', '爱的礼物-祖玛龙/蓝风铃香水30ml永生花礼盒', '祖玛龙jomalone经典款香水', 1099, 969, '4', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073338, '1073338.jpg', '创意新品 永生花礼盒 ', '心形方盒/粉色', '心形永生花礼盒', 599, 520, '7', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073340, '1073340.jpg', '定制新品 创意礼品 ', '香槟金色铁艺永生花提篮/复古红', '永生花礼盒玫瑰花篮', 299, 199, '14', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073341, '1073341.jpg', '定制新品 创意礼品 ', '香槟金色铁艺永生花提篮/少女粉', '永生花礼盒粉玫瑰花篮', 299, 199, '63', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073342, '1073342.jpg', '送长辈定制新品 创意礼品 ', '香槟金色铁艺永生花提篮/康乃馨款', '永生花礼品 粉康乃馨创意手提花篮', 299, 199, '21', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073343, '1073343.jpg', '定制新品 ', '香槟金色铁艺永生花提篮/天空蓝', '永生花玫瑰手提礼蓝', 299, 199, '27', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073344, '1073344.jpg', '新款上市！纪梵希香水礼盒 ', '柔情时光-纪梵希心无禁忌·偷欢·香水永生花礼盒/35ml', 'GIVENCHY心无禁忌系列，黑白香调，致敬经典，延续禁忌女士香氛', 1069, 969, '3', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073345, '1073345.jpg', '网红款 全豆沙红棕丝绒  ', '我如此爱你-迪奥Dior720豆沙红棕丝绒口红款', '专柜正品Dior#720丝绒口红＋进口永生玫瑰礼盒', 699, 639, '10', '2021-10-19 21:41:10');
INSERT INTO `yongsheng` VALUES (1073346, '1073346.jpg', '元气橘红 人气发财色 ', '我如此爱你-迪奥Dior888元气橘红哑光口红款', '专柜正品Dior#888哑光口红＋进口永生玫瑰礼盒', 699, 639, '24', '2021-10-19 21:41:09');
INSERT INTO `yongsheng` VALUES (1073349, '1073349.jpg', '浪漫摩天轮 音乐夜灯礼盒 ', '摩天轮音乐灯光永生花礼盒', '音乐首饰盒  浪漫摩天轮 生日礼物', 899, 699, '1', '2021-10-19 21:41:10');

-- ----------------------------
-- Table structure for zhangbei
-- ----------------------------
DROP TABLE IF EXISTS `zhangbei`;
CREATE TABLE `zhangbei`  (
  `id` int NOT NULL,
  `img_url` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `tagName` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `Cpmc` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `goodName` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `old_Price` int NOT NULL,
  `Price` int NOT NULL,
  `Sales` char(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `addtime` datetime NULL DEFAULT CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of zhangbei
-- ----------------------------
INSERT INTO `zhangbei` VALUES (9010641, '9010641.jpg', '', '父爱如山', '向日葵6枝，绿色洋桔梗6枝', 379, 292, '2675', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9010766, '9010766.jpg', '花篮设计  送礼百搭', '圆满', '粉百合2枝、卡罗拉红玫瑰9枝、红色康乃馨15枝', 368, 279, '9939', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9010840, '9010840.jpg', '全新升级款', '爱的祝福', '粉色康乃馨16枝、白色香水百合2枝、粉色洋桔梗3枝', 298, 219, '4986', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9010842, '9010842.jpg', '全新升级款', '感恩密码', '粉色康乃馨16枝、浅粉满天星3枝、尤加利10枝', 242, 169, '1.2万', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9010845, '9010845.jpg', '全新升级款 人气推荐', '幸福典藏', '红色康乃馨16枝、多头康乃馨7枝、尤加利10枝', 219, 172, '7932', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9010846, '9010846.jpg', '阳光明媚，温情永在', '幸福花园', '红色康乃馨11枝，粉色勿忘我3枝、尤加利10枝', 165, 129, '1.5万', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9010871, '9010871.jpg', '', '好想你', '红色康乃馨12枝，白色相思梅2枝，栀子叶0.5扎', 169, 136, '5152', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9010963, '9010963.jpg', '', '最思念', '精品康乃馨礼盒,红色康乃馨19枝，勿忘我适量', 255, 198, '2429', '2021-10-19 17:39:10');
INSERT INTO `zhangbei` VALUES (9010964, '9010964.jpg', '', '天使之祈', '精品康乃馨礼盒,粉色康乃馨19枝，勿忘我适量', 252, 198, '6055', '2021-10-19 17:39:10');
INSERT INTO `zhangbei` VALUES (9012005, '9012005.jpg', '', '紫为你动馨', '16枝紫康乃馨', 202, 159, '5884', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012007, '9012007.jpg', '', '你的笑靥', '13枝粉色康乃馨，9枝卡罗拉玫瑰', 256, 189, '8478', '2021-10-19 17:39:10');
INSERT INTO `zhangbei` VALUES (9012047, '9012047.jpg', '', '爱的思念', '手提式花篮', 266, 226, '4438', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012059, '9012059.jpg', '', '紫听您说', '紫红色康乃馨12枝，粉色康乃馨7枝，多头百合1枝', 226, 176, '7135', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012072, '9012072.jpg', '心向暖阳，快乐相伴', '向日葵之歌', '向日葵6枝', 242, 189, '1.0万', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012092, '9012092.jpg', '红粉搭配  花色明艳', '母爱', ' 玫红色康乃馨9枝，粉色多头康乃馨10枝', 228, 162, '2.2万', '2021-10-19 17:39:10');
INSERT INTO `zhangbei` VALUES (9012093, '9012093.jpg', '', '永恒的爱', '粉色康乃馨33枝', 315, 258, '3197', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012094, '9012094.jpg', '', '牵挂', '红色康乃馨33枝', 306, 239, '1419', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012095, '9012095.jpg', '温暖之选 亮丽花色 特价', '幸福绽放', '粉色康乃馨19枝', 215, 165, '1.9万', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012096, '9012096.jpg', '精选A级空运鲜花', '妈妈的爱', '红色康乃馨16枝,香槟色桔梗3枝', 202, 159, '6458', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012189, '9012189.jpg', '精选花材 精心设计', '恩情无限', '粉色康乃馨11枝，百合2枝', 232, 178, '1.8万', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012190, '9012190.jpg', '', '温情祝福', '紫红色康乃馨9枝，粉色多头香水百合2枝，紫色桔梗4枝', 252, 195, '2605', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012191, '9012191.jpg', '', '嫣然', '粉色康乃馨19枝，粉色扶郎花5枝，紫色小雏菊3枝，银叶菊10枝', 268, 208, '3515', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012200, '9012200.jpg', '高端礼盒装', '暖暖的问候', '苏醒11枝、白百合2枝、浅粉色康乃馨9枝', 332, 259, '3487', '2021-10-19 17:39:10');
INSERT INTO `zhangbei` VALUES (9012201, '9012201.jpg', '高端花盒设计', '馨情无限', '戴安娜玫瑰11枝，红色康乃馨11支，红色石竹梅4枝', 312, 238, '8997', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012203, '9012203.jpg', '红粉花色搭配  更显温馨', '温馨思念', '红色康乃馨19枝，戴安娜粉玫瑰11枝', 315, 245, '1731', '2021-10-19 17:39:10');
INSERT INTO `zhangbei` VALUES (9012214, '9012214.jpg', '', '常相伴', '香槟玫瑰16枝，绿色康乃馨12枝', 446, 348, '619', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012313, '9012313.jpg', '', '暖暖满怀', '粉色康乃馨99枝、粉色多头康乃馨1枝', 539, 439, '386', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012314, '9012314.jpg', '', '温馨问候', '香槟玫瑰9枝、多头白百合2枝、粉色康乃馨13枝', 389, 285, '2742', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012315, '9012315.jpg', '清新淡雅 笑容常伴', '妈妈我爱你', '粉色康乃馨、粉绣球、香槟玫瑰、洋牡丹、黄色香雪兰', 549, 429, '1599', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012316, '9012316.jpg', '', '「熊抱花束」聆听你', '红色康乃馨19枝、红玫瑰11枝、多头白百合5枝、粉色绣球', 665, 498, '358', '2021-10-19 17:39:10');
INSERT INTO `zhangbei` VALUES (9012320, '9012320.jpg', '高端鲜花', '繁星', '粉色绣球1枝、蓝色小飞燕1扎、粉色洋桔梗0.3扎、粉雪山15枝', 869, 499, '166', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012332, '9012332.jpg', '精选昆明A级花材', '留住好时光', '粉绣球1枝，粉雪山玫瑰6枝', 306, 245, '1.6万', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012334, '9012334.jpg', '畅销节日花篮', '幸福满溢', '多头百合2枝，卡罗拉玫瑰8枝，红色扶郞6枝', 288, 237, '4587', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012337, '9012337.jpg', '', '静若繁花', '紫色绣球1枝，魅影或冷美人玫瑰11枝', 369, 288, '506', '2021-10-19 17:39:10');
INSERT INTO `zhangbei` VALUES (9012338, '9012338.jpg', '', '灿烂的笑容', '向日葵2枝，金枝玉叶玫瑰13枝', 369, 259, '950', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012339, '9012339.jpg', '抱抱桶新款', '抱抱我/自然风抱桶花', '向日葵1枝，红玫瑰2枝，红色多头玫瑰2枝', 198, 158, '6234', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012411, '9012411.jpg', '寓意\"十全十美\"', '十全十美', '香槟玫瑰10枝，橙康乃馨10枝，红色洋牡丹10枝', 448, 349, '1225', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012414, '9012414.jpg', '清新设计  多样花材', '真的爱你', '粉色康乃馨10枝，浅蓝色绣球1枝，浅紫色紫罗兰5枝', 369, 288, '1244', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012415, '9012415.jpg', '红粉设计', '爱的绽放', '红康乃馨10枝，粉色绣球1枝，红色多头玫瑰3枝，粉多头康乃馨5枝', 399, 338, '275', '2021-10-19 17:39:10');
INSERT INTO `zhangbei` VALUES (9012440, '9012440.jpg', '倾情设计，灿若星河', '星河璀璨', '香槟玫瑰9枝、蓝绣球、向日葵、白色洋桔梗、大叶尤加利', 376, 288, '7306', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012452, '9012452.jpg', '花艺师打造 韩式花束系列', '韩式系列/一路向阳', '向日葵3枝、香槟玫瑰9枝、橙色多头玫5枝、黄色腊梅5枝、大叶尤加利5枝', 398, 296, '7.7万', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012460, '9012460.jpg', '花艺师打造 韩式系列', '韩式系列/牵挂你', '红色康乃馨13枝，粉佳人玫瑰5枝、粉色洋桔梗5枝、粉色紫罗兰3枝、红豆5枝，尤加利10枝', 349, 275, '2048', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012461, '9012461.jpg', '花艺师打造 韩式系列', '韩式系列/温柔以待', '粉色康乃馨13枝，戴安娜玫瑰5枝、粉色洋桔梗5枝、浅紫紫罗兰5枝、尤加利10枝', 319, 239, '1.8万', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012462, '9012462.jpg', '韩式花篮系列', '韩式花篮/平淡岁月', '苏醒玫瑰13枝，蓝紫色绣球1枝，香槟洋桔梗5枝', 375, 295, '3246', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012465, '9012465.jpg', '韩式花束系列', '韩式系列/倍加珍惜', '粉色康乃馨11枝，粉佳人玫瑰5枝', 359, 278, '1608', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012502, '9012502.jpg', '', 'I LOVE MOM', '玫红色康乃馨10枝、橙色康乃馨10枝、粉色康乃馨13枝、尤加利5枝', 329, 245, '336', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012503, '9012503.jpg', '送长辈人气之选', '健康喜乐', '红色康乃馨29枝、粉色百合3枝、黄色勿忘我3枝、尤加利10枝', 339, 269, '3090', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012504, '9012504.jpg', '', '妈，辛苦啦', '玫红色康乃馨16枝、粉色洋桔梗5枝、尤加利10枝', 268, 218, '357', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012505, '9012505.jpg', '热卖款', '母爱', '玫红色康乃馨9枝、粉色多头康乃馨10枝', 239, 169, '3837', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012509, '9012509.jpg', '', '爱的回应', '红色康乃馨19枝、粉色百合3枝、粉色多头康乃馨8枝', 332, 266, '261', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012510, '9012510.jpg', '2021畅销新款', '韩式系列/乘风破浪', '向日葵3枝、橙色康乃馨19枝、香槟玫瑰11枝、橙色腊梅2枝', 399, 326, '1232', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012519, '9012519.jpg', '暖阳系列新品上市', '韩式花篮/阳光使者', '香槟玫瑰11枝、向日葵2枝、香槟色洋桔梗3枝、橙色多头玫瑰2枝、尤加利叶5枝', 369, 289, '2119', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012520, '9012520.jpg', '暖阳系列新品上市', '韩式系列/爱如阳光', '向日葵+香槟玫瑰+多头玫瑰', 299, 219, '728', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012521, '9012521.jpg', '暖阳系列新品上市', '韩式系列/绽放', '向日葵+香槟玫瑰+多头玫瑰', 269, 179, '3014', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012522, '9012522.jpg', '暖阳系列新品上市', '韩式系列/时光慢点', '向日葵+香槟玫瑰+多头玫瑰', 326, 236, '1306', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012540, '9012540.jpg', '99枝康乃馨新款', '健康长久', '红色康乃馨99枝、红多头康乃馨10枝', 539, 439, '113', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012541, '9012541.jpg', '66枝粉康乃馨新款', '暖暖情意', '粉色康乃馨66枝、粉色多头康乃馨6枝', 426, 332, '132', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012542, '9012542.jpg', '温暖花束 幸福万年长', '幸福万年长', ' 红色康乃馨66枝，粉边紫红多头康乃馨6枝', 486, 332, '52', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9012543, '9012543.jpg', '节日定制新品', '真挚祝福', '红康乃馨33枝、香槟玫瑰9枝、向日葵3枝', 469, 299, '889', '2021-10-19 17:38:36');
INSERT INTO `zhangbei` VALUES (9012544, '9012544.jpg', '', '喜笑颜开', '粉康乃馨33枝、向日葵3枝', 299, 256, '40', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9020011, '9020011.jpg', '', '水果花篮-欣喜', '百合,向日葵、玫瑰、扶郎、康乃馨等花材，橙子、苹果、进口红提', 372, 298, '1383', '2021-10-19 17:39:10');
INSERT INTO `zhangbei` VALUES (9020012, '9020012.jpg', '', '水果花篮-欣情', '百合、红掌、玫瑰、扶郎、康乃馨等花材；进口橙子、红富士苹果、红提、哈密瓜等新鲜水果', 446, 348, '3217', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9020014, '9020014.jpg', '', '永不褪色的爱', '卡罗拉红玫、多头红玫瑰、尤加利叶、红掌、小天使等花材；长城解百纳', 486, 379, '271', '2021-10-19 17:39:10');
INSERT INTO `zhangbei` VALUES (9020015, '9020015.jpg', '', '水果花篮-温馨祝福', '粉香水百合1枝,粉玫瑰8枝', 339, 279, '3672', '2021-10-19 17:38:59');
INSERT INTO `zhangbei` VALUES (9092149, '9092149.jpg', '清新向日葵', '一缕清香', '向日葵3枝，白色洋桔梗0.5扎', 255, 189, '7010', '2021-10-19 17:38:36');

SET FOREIGN_KEY_CHECKS = 1;
